Repository: duttanastasia/it-services-catalog
Catalog: translations/messages+intl-icu.*.xlf
Languages: ru

source: login.title
ru: Вход

source: login.logged_in_as
ru: Вы вошли как

source: login.logout
ru: Выйти

source: login.sign_in
ru: Войти

source: login.email
ru: Email

source: login.password
ru: Пароль

source: login.sign_in_button
ru: Войти

source: Edit Service
ru: Редактировать сервис

source: Save
ru: Сохранить

source: Create New Service
ru: Создать новый сервис

source: Service List
ru: Список сервисов

source: IT - Services and applications
ru: IT - Сервисы и приложения

source: Add New Service or application
ru: Добавить новый сервис или приложение

source: All
ru: Все

source: Category
ru: Категория

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: No services found
ru: Сервисы не найдены

source: Close
ru: Закрыть

source: Confirm Deletion
ru: Подтвердите удаление

source: Are you sure you want to delete this service?
ru: Вы уверены, что хотите удалить этот сервис?

source: Cancel
ru: Отмена

source: Name
ru: Название

source: Logo (Image file)
ru: Логотип (изображение)

source: Description
ru: Описание

source: Cloud Solutions
ru: Облачные службы

source: Collaboration Tools
ru: Инструменты для совместной работы

source: Project Management Systems
ru: Системы управления проектами

source: Databases
ru: Базы данных

source: Version Control Systems
ru: Системы контроля версий

source: Operating Systems
ru: Операционные системы

source: Virtualization and Containerization
ru: Виртуализация и контейнеризация

source: Security Systems
ru: Системы безопасности

source: description.cloud_computing_google
ru: Облачные вычисления от Google.

source: description.cloud_solutions_amazon
ru: Обширные облачные решения от Amazon.

source: description.cloud_computing_microsoft
ru: Облачная платформа от Microsoft.

source: description.team_communication_microsoft
ru: Инструмент для командной работы и общения от Microsoft.

source: description.communication_collaboration
ru: Платформа для общения и совместной работы.

source: description.video_conferencing
ru: Решение для видеоконференций и совместной работы.

source: description.project_management_atlassian
ru: Инструмент управления проектами от Atlassian.

source: description.task_project_management
ru: Инструмент для управления задачами и проектами.

source: description.project_task_management
ru: Инструмент для управления проектами и задачами.

source: description.object_relational_database
ru: Объектно-реляционная система управления базами данных.

source: description.open_source_database
ru: Система управления базами данных с открытым исходным кодом.

source: description.document_oriented_database
ru: Документо-ориентированная NoSQL база данных.

source: description.code_hosting_version_control
ru: Хостинг кода и система контроля версий.

source: description.devops_repository_management
ru: Платформа для DevOps и управления репозиториями.

source: description.repository_management_cicd
ru: Управление репозиториями с поддержкой CI/CD.

source: description.popular_linux_distribution
ru: Популярный дистрибутив Linux.

source: description.community_version_rhel
ru: Сообщественная версия Red Hat Enterprise Linux (RHEL).

source: description.server_os_microsoft
ru: Серверная операционная система от Microsoft.

source: description.containerizing_applications
ru: Платформа для контейнеризации приложений.

source: description.container_orchestration
ru: Платформа для оркестрации контейнеров.

source: description.virtualization_cloud_solutions
ru: Решения для виртуализации и облачной инфраструктуры.

source: description.it_infrastructure_management
ru: Система управления IT-инфраструктурой.

source: description.data_analysis_monitoring
ru: Платформа для анализа данных и мониторинга.

source: description.network_data_security
ru: Решения для безопасности сети и данных.

source: category.cloud_solutions
ru: Облачные службы

source: category.collaboration_tools
ru: Инструменты для совместной работы

source: category.project_management
ru: Системы управления проектами

source: category.databases
ru: Базы данных

source: category.version_control
ru: Системы контроля версий

source: category.operating_systems
ru: Операционные системы

source: category.virtualization
ru: Виртуализация и контейнеризация

source: category.security
ru: Системы безопасности

source: Search services...
ru: Поиск...
